Repository: collective/collective.contact.contactlist
Catalog: src/collective/contact/contactlist/locales/*/LC_MESSAGES/collective.contact.contactlist.po
Languages: fr

source: Add selected contacts to selected list
fr: Ajoutez les contacts sélectionnés à la liste indiquée

source: Add the contact to a contact list
fr: Ajouter le contact à une liste de contacts

source: Add to list
fr: Ajouter à une liste

source: Contact list
fr: Liste de contacts

source: Contact lists
fr: Listes de contacts

source: Contacts of the list
fr: Contacts de la liste

source: Create a new list
fr: Créer une nouvelle liste

source: Excel export list of contacts
fr: Exporter en excel la liste de contacts

source: List title
fr: Nom de la liste

source: List to update
fr: Liste à mettre à jour

source: List where to add selected item(s)
fr: Liste où les éléments sélectionnés seront ajoutés

source: My contact lists
fr: Mes listes de contacts

source: Replace list
fr: Mettre à jour la liste

source: Replace list contacts
fr: Changer les contacts de la liste

source: Title of the new list is required
fr: Le nom de la nouvelle liste est requis

source: help_replace_list
fr: Remplacez les contacts de la liste indiquée par les contacts sélectionnés

source: msg_list_replaced
fr: Les contacts de la liste ${title} ont été remplacés par ${num} contact(s)

source: msg_list_updated
fr: La liste ${title} a été mise à jour avec ${num} contact(s)

source: msg_new_list_added
fr: La liste ${title} a été créée avec ${num} contact(s)
